[
  {
    "key": "ginger",
    "val": "early 30s, ethnically ambiguous - smart, striking, and tough cross between a young Jennifer Lopez and Velma Kelly"
  },
  {
    "key": "jamal ",
    "val": "32, burly, black, doo rag, tats, a scar on his neck — a hooded cross between 50 Cent and Mike Tyson"
  },
  {
    "key": "hadji",
    "val": "26, swarthy, angsty, nihilistic heart throb"
  },
  {
    "key": "roxie",
    "val": "19, biracial, magnetic presence"
  },
  {
    "key": "ceo",
    "val": "40s, a fierce mix of Missy Elliot’s gold track suit style, gold crown, shutter shades, and Wanda Sykes don’t-mess attitude"
  },
  {
    "key": "vivian ",
    "val": "20s/30s, ambiguous race, a dangerous allure in secretary chic"
  },
  {
    "key": "hitSquad",
    "val": "(20s, any ethnicity, striking killing machines dressed in sleek outfits)"
  },
  {
    "key": "mysterioso ",
    "val": "a mysterious FIGURE, face hidden in a velvet hooded robe."
  },
  {
    "key": "dj",
    "val": "A hip global DJ with mirror glasses"
  },
  {
    "key": "troopers",
    "val": "A squad of asian troopers wearing masks"
  },
  {
    "key": "narrator",
    "val": "(Narrator)"
  },
  {
    "key": "boardMembers",
    "val": "20s-50s, mix genders and ethnicities, epitomizing corporate cool with deadpan stares, smoldering gazes and perfectly coiffed hair"
  },
  {
    "key": "capitolExt",
    "val": "dfadf"
  },
  {
    "key": "kioskExt",
    "val": "kjhadfs"
  },
  {
    "key": "hosExt",
    "val": "In front of the building’s Art Deco rotunda and towering curved facade, a media circus of paparazzi, reporters and fans gather behind barricades. "
  },
  {
    "key": "hosSteps",
    "val": "The steps of the Hall of Justice"
  },
  {
    "key": "monocorpExt",
    "val": "The awe-inspiring MONOCORP Tower is a 91-story, golden, art deco tapered obelisk. On the building’s illuminated ornamental CROWN, a giant four-sided jumbotron video screen broadcasts a montage of Monocorp products."
  },
  {
    "key": "monocorpPenthouse",
    "val": "Monocorp’s penthouse media center overlooks the city. CIGARETTE SMOKE wafts in the air. a raised stage surrounded by video screens"
  },
  {
    "key": "filmNoir",
    "val": "The rain-slicked scene was shrouded in darkness, with a lone figure in a fedora and trench coat standing beneath a flickering neon sign. The scene was straight out of a classic film noir, evoking the dark and brooding style of directors like Hitchcock and Welles"
  },
  {
    "key": "retroFuture",
    "val": "illustration for the cover of a graphic novel \nin a floating city by Jean Giraud Moebius, the Incal, Syd Mead"
  },
  {
    "key": "futureNoir",
    "val": "futuristic film noir anime comic book high contrast illustration"
  },
  {
    "key": "animeNoir",
    "val": "futuristic film noir anime comic book high contrast illustration style of Akira"
  }
]