[
  [
    "name",
    "location",
    "actor",
    "description",
    "dialog",
    "drawing",
    "caption",
    "lyrics "
  ],
  [
    "Ginger Intro",
    "hall-of-shame.ext",
    "Narrator"
  ],
  [
    "",
    "",
    "Ginger",
    "Ginger takes a huff on her cigarette and looks around",
    "hi Malika",
    "portrait close up [hosExt] [ginger] smoking a cigarette"
  ],
  [
    "",
    "",
    "Ginger",
    "Ginger leaves the courtroom in a huff, flanked by her lawyers. ",
    "",
    "[ginger] flanked by her lawyers"
  ],
  [
    "",
    "",
    "",
    "Ginger is met with screams and heckles. ",
    "",
    "[ginger] at the [hosSteps] surrounded by reporters and paparazzi"
  ],
  [
    "",
    "",
    "",
    "She pushes past her two lawyers to a mic-covered podium. Hecklers boo. Her lawyers"
  ],
  [
    "",
    "",
    "Ginger",
    "",
    "Move over, boys. They want to see me. "
  ],
  [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    "I PAID THE COST TO GLOSS I’M THE GREATEST \rPLAYED ME CAUSE I’M FAMOUS\rAN EASY BITCH TO FRAME\rwince. \rGINGER\rTHEY SAY I’M LOST DIPPED IN SAUCE I’M SHAMELESS\rTHE ACCUSATION’S HEINOUS\rVICTIM OF THE GAME"
  ],
  [
    "",
    "",
    "Ginger",
    "Ginger blows kisses to hecklers as she descends the stairs to a waiting shimmering gold Monocorp JUMPER — an autonomous quadcopter VTOL passenger drone covered in a matrix of marquee bulbs that move in abstract patterns. futuristic film noir anime comic book high contrast illustration"
  ],
  [
    "",
    "",
    "Ginger",
    "Ginger signs an autograph for a young seeker, who - in the chaos - is left holding Ginger’s lit cigarette.",
    "",
    "[ginger] at the [hosSteps] signing an autograph"
  ],
  [
    "Hopper 1",
    "front-of-kiosk.ext",
    "Mysterioso ",
    "",
    "fssgdfsdgf",
    "Snow spirals down from the heavens on the iconic CAPITOL RECORDS BUILDING in Los Angeles. \n"
  ],
  [
    "",
    "",
    "",
    "",
    "",
    "a mysterious person in a velvet hooded robe holds a snow globe in the palm of their hand. inside the snow globe is the iconic CAPITOL RECORDS BUILDING.\n\nfuturistic film noir anime comic book high contrast illustration"
  ],
  [
    "",
    "",
    "",
    "",
    "",
    "CAPITOL RECORDS TOWER - decrepit and abandoned - leans precariously in the background."
  ],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [],
  [
    "Board meeting",
    "monocorp-penthouse",
    "",
    "",
    "",
    "[monocorp-penthouse] exterior shot"
  ],
  [
    "",
    "",
    "",
    "BOARD MEMBERS (20s-50s, mix genders and ethnicities, epitomizing corporate cool with deadpan stares, smoldering gazes and perfectly coiffed hair) dance",
    "",
    "[boardMembers] dancing",
    "board members",
    "BOARD\rWE’RE GONNA DRINK UNTIL WE’RE DRUNK\rGONNA PARTY ‘TIL THE BOARD ROOM’S CRUNK\rGONNA SAY WHAT WE WANT\r’CAUSE WE DON’T GIVE A FUCK"
  ],
  [
    "",
    "",
    "",
    "They remove their hooded robes to reveal power suits. They dance in unison in front of a raised stage surrounded by video screens",
    "",
    "",
    "Monocorp's Board celebrate their growing global control"
  ],
  [
    "",
    "",
    "",
    "VIDEO: Revenue numbers and pie charts highlighting Monocorp’s financial success flash on screen."
  ]
]